adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alacritty
alsa-utils
amd-ucode
arc-gtk-theme
arc-icon-theme
autoconf
automake
awesome-terminal-fonts
baobab
base
bat
binutils
bison
blueman
bluez-tools
bpython
cheese
chrome-gnome-shell
code
dbeaver
dbeaver-plugin-office
dbeaver-plugin-svg-format
dhcpcd
dmenu
dnsmasq
docker
docker-compose
eog
epiphany
evince
exa
exfat-utils
f2fs-tools
fakeroot
fd
file-roller
firefox
flex
gcc
gdm
gedit
gimp
git
github-cli
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-icon-theme
gnome-icon-theme-extras
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-mplayer
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
google-chrome
grilo-plugins
groff
grub
gst-libav
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
inkscape
iwd
kitty
libpipewire02
linux
linux-firmware
m4
make
mutter
mysql-workbench
nano
nautilus
neofetch
neovim
networkmanager
nitrogen
node-gyp
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
nvidia
nvidia-settings
nvme-cli
obs-studio
opencl-nvidia
orca
os-prober
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
postgresql
powerline-fonts
python-pylint
python-pynvim
qt5-graphicaleffects
qt5-quickcontrols2
qt5-webengine
redis
reflector
remmina
rsync
rygel
samba
sdl2_ttf
sdl_ttf
simple-scan
slack-desktop
sudo
sugar-artwork
sushi
texinfo
tk
tmux
totem
tracker
tracker-miners
tracker3
tracker3-miners
trash-cli
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
udftools
unrar
vi
vino
vlc
wget
which
wireless_tools
woff-fira-code
woff2-fira-code
xdg-user-dirs-gtk
xdg-utils
xh
xmobar
xmonad
xmonad-contrib
xorg-server-devel
xorg-xinit
xsel
xterm
yelp
zoom
zsh
zsh-completions
